tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "wxwidgets"
brew "elixir"
brew "fd"
brew "fzf"
brew "go"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "ollama", restart_service: true
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "arc"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "hyperkey"
cask "livebook"
cask "microsoft-remote-desktop"
cask "synology-drive"
cask "visual-studio-code"
cask "wezterm"
mas "RunCat", id: 1429033973
mas "WireGuard", id: 1451685025
vscode "bradlc.vscode-tailwindcss"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "ex3ndr.llama-coder"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jakebecker.elixir-ls"
vscode "jamilabreu.vscode-phoenix-snippets"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "phoenixframework.phoenix"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
