tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "wxwidgets"
brew "elixir"
brew "fd"
brew "fzf"
brew "go"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "git-credential-manager"
cask "hyperkey"
cask "livebook"
cask "synology-drive"
cask "wezterm"
mas "RunCat", id: 1429033973
mas "WireGuard", id: 1451685025
