tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "duf"
brew "dust"
brew "wxwidgets"
brew "elixir"
brew "eza"
brew "fd"
brew "fzf"
brew "go"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "ollama"
brew "postgresql@14", restart_service: true
brew "procs"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "arc"
cask "discord"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "google-chrome@canary"
cask "hyperkey"
cask "iina"
cask "livebook"
cask "microsoft-remote-desktop"
cask "wezterm"
mas "Bitwarden", id: 1352778147
mas "WireGuard", id: 1451685025
