tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "supabase/tap"
tap "veeso/termscp"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cairo"
brew "cocoapods"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "irssi"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "pipx"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "wireshark"
brew "termshark"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "yt-dlp"
brew "zf"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "supabase/tap/supabase"
cask "alacritty"
cask "arc"
cask "betterdisplay"
cask "discord"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-fira-code"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "git-credential-manager"
cask "google-chrome"
cask "hyperkey"
cask "iina"
cask "microsoft-remote-desktop"
cask "qflipper"
cask "spaceman"
cask "steam"
cask "wezterm"
cask "zed"
cask "zen-browser"
cask "zulu@17"
mas "Bitwarden", id: 1352778147
mas "Noir", id: 1592917505
mas "RunCat", id: 1429033973
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
