tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "supabase/tap"
tap "veeso/termscp"
brew "bat"
brew "cairo"
brew "cocoapods"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "irssi"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "wireshark"
brew "termshark"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "yt-dlp"
brew "zf"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "supabase/tap/supabase"
cask "alacritty"
cask "arc"
cask "betterdisplay"
cask "discord"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "hyperkey"
cask "iina"
cask "microsoft-remote-desktop"
cask "steam"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zen-browser"
cask "zulu@17"
mas "Bitwarden", id: 1352778147
mas "Noir", id: 1592917505
mas "RunCat", id: 1429033973
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mattflower.aider"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mvllow.rose-pine"
vscode "saoudrizwan.claude-dev"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
