tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "veeso/termscp"
brew "bat"
brew "duf"
brew "dust"
brew "elixir"
brew "elixir-ls"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "postgresql@14", restart_service: true
brew "procs"
brew "ripgrep"
brew "termshark"
brew "tldr"
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "aerospace"
cask "betterdisplay"
cask "discord"
cask "firefox"
cask "git-credential-manager"
cask "google-chrome"
cask "google-chrome@canary"
cask "hyperkey"
cask "iina"
cask "livebook"
cask "microsoft-remote-desktop"
cask "wezterm"
mas "Bitwarden", id: 1352778147
mas "Noir", id: 1592917505
mas "WireGuard", id: 1451685025
